commands = '''
**✰` م1` : اوامر السورس.
✰` م2` : اوامر الحساب.
✰` م3` : اوامر الكروبات والاذاعة.
✰` م4` : اوامر التاريخ والبحث والترجمة.
✰` م5` : اوامر التسلية.**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**Eighthon source is working ⚡
Dev : @S_Z_H , @E_7_V
Source Ch : @Eighthon
---------
Update Ch : @Eighthon
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فحص ` : فحص السورس
✰` .المطور ` : مطور السورس
✰` .الاوامر ` :اوامر السورس
✰` .بنك ` : قياس البنك
✰` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فك حظر ` : فك حظر كل يلي حاظرهم
`.اسم وقتي  : اسم وقتي لحسابك`
✰` . انهاء الاسم الوقتي  : يوقف الاسم الوقتي`
✰` .بايو وقتي  : بايو وقتي لحسابك`
✰` .انهاء البايو الوقتي وقتي  : يوقف البايو الوقتي`
`.غادر يغادر الكروب`**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**✰` .تكرار + العدد + نص : تكرار للرسائل
✰  .اذاعة خاص (بلرد) : اذاعة لكل شخص في الخاص
✰  .اذاعة كروب (بلرد) : اذاعة لكل الكروبات في الخاص
✰  .مؤقت + عدد الثواني + نص : ارسال رسائل مؤقتة
✰  .ادمن : القنوات يلي انت ادمن بيها
✰  .تفليش : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
✰  .اشتراكاتي : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب `
✰`احسب + الرقم`**
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
✰` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الصيد
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''**
1:csddd/dddcs
2:ddcss/cddds
cc_dd
3:cd_cd/cd_dc
4:cd_dd/cd_cc
5:cc_dc/cc_cd
6:d_ccc/c_dcc
7:c_cdc/c_ccd
8:cdc_c/ccd_c
9:dcc_c/cdd_d
10:c_dcd/cdc_d
11:c_cdd/ccd_d
12:c_ddc/cdd_c
13:c_d_d_d/c_c_c_d
14:c_d_c_c/c_c_d_c
15:ccdddd/ccccdd
16:cddccc/cccddc
17:cdcddd/cdcdcc
18:ccdcdc/cccdcd
cddddc
19:ccddcc/cdccdc
20:cddcdd/ccdccd
21:cdddcd/cdcccd
22:cdcdcd/cccddd
23:cdddcc/ccdddc
24:cdcddc/cddcdc
25:cdccdd/cddccd
26:ccdcdd/ccddcd
27:cddddddd/cccccccd
28:cdcccccc/ccdccccc
29:cccdcccc/ccccdccc
30:cccccdcc/ccccccdc
31:csdbot**
'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
