commands = '''
سورس خيال الأوامر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية
'''
sec1 = '''
سورس خيال
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
سورس خيال
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتجميع نقاط بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """
الاوامر الاضافية | خيال

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.ن + عدد الثواني + عدد المرات + الكليشة]

مثال | [`.ن 3 5 مرحبأ بك في سورس خيال`]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس خيال`

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس خيال `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب وضع مسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
tele_checker = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
`.صيد 1000 1` : c_d_1 
`.صيد 1000 2` : c_d_s 
`.صيد 1000 3` : cc_dd 
`.صيد 1000 4` : cd_dc 
`.صيد 1000 5` : cd_cd 
`.صيد 1000 6` : cd_dd 
`.صيد 1000 7` : cd_cc 
`.صيد 1000 8` : cc_dc 
`.صيد 1000 9` : cc_cd 

`.صيد 1000 10` : d_ccc 
`.صيد 1000 11` : c_dcc 
`.صيد 1000 12` : c_cdc 
`.صيد 1000 13` : c_ccd 
`.صيد 1000 14` : ccc_d 
`.صيد 1000 15` : cdd_d 
`.صيد 1000 16` : ccd_c 
`.صيد 1000 17` : cdc_c 
`.صيد 1000 18` : dcc_c 
`.صيد 1000 19` : c_dcd 
`.صيد 1000 20` : cdc_d 
`.صيد 1000 21` : c_cdd 
`.صيد 1000 22` : ccd_d 
`.صيد 1000 23` : c_ddc 
`.صيد 1000 24` : cdd_c 

`.صيد 1000 25` : c_d_d_d 
`.صيد 1000 26` : c_d_c_c 
`.صيد 1000 27` : c_c_d_c 
`.صيد 1000 28` : c_c_c_d 

`.صيد 1000 29` : ccdddd 
`.صيد 1000 30` : cddccc 
`.صيد 1000 31` : ccddcc 
`.صيد 1000 32` : cccddc 
`.صيد 1000 33` : ccccdd 
`.صيد 1000 34` : cccddd 
`.صيد 1000 35` : cdcddd 
`.صيد 1000 36` : cdcdcc 
`.صيد 1000 37` : ccdcdc 
`.صيد 1000 38` : cccdcd 
`.صيد 1000 39` : cdccdc 
`.صيد 1000 40` : cddddc 
  
`.صيد 1000 41` : cddcdd 
`.صيد 1000 42` : ccdccd 
`.صيد 1000 43` : cdcccd 
`.صيد 1000 44` : cdddcd 
`.صيد 1000 45` : cdcdcd 
`.صيد 1000 46` : cdddcc 
`.صيد 1000 47` : ccdddc 
`.صيد 1000 48` : cdcddc 
`.صيد 1000 49` : cddcdc 
`.صيد 1000 50` : cdccdd 

`.صيد 1000 51` : cddccd 
`.صيد 1000 52` : ccdcdd 
`.صيد 1000 53` : ccddcd 
`.صيد 1000 54` : cddddd 
`.صيد 1000 55` : cdcccc 
`.صيد 1000 56` : ccdccc 
`.صيد 1000 57` : cccdcc 
`.صيد 1000 58` : ccccdc 
`.صيد 1000 59` : cccccd  

`.صيد 1000 60` : cdddddd 
`.صيد 1000 61` : cdccccc 
`.صيد 1000 62` : ccdcccc 
`.صيد 1000 63` : cccdccc 
`.صيد 1000 64` : ccccdcc 
`.صيد 1000 65` : cccccdc 
`.صيد 1000 66` : ccccccd 

`.صيد 1000 67` : cddddddd 
`.صيد 1000 68` : cdcccccc 
`.صيد 1000 69` : ccdccccc 
`.صيد 1000 70` : cccdcccc 
`.صيد 1000 71` : ccccdccc 
`.صيد 1000 72` : cccccdcc 
`.صيد 1000 73` : ccccccdc 
`.صيد 1000 74` : cccccccd 

`.صيد 1000 75` : csdbot 
`.صيد 1000 76` : d_d_dd 
`.صيد 1000 77` : d_dd_d 
`.صيد 1000 78` : dd_d_d 
`.صيد 1000 79` : d_d_d_d 

`.صيد 1000 80` : d_dd_dd 
`.صيد 1000 81` : dd_dd_d 
`.صيد 1000 82` : dd_d_dd 
`.صيد 1000 83` : d_ddd_d 
`.صيد 1000 84` : d_d_ddd 
`.صيد 1000 85` : ddd_d_d 

`.صيد 1000 86` : d_dd_ddd 
`.صيد 1000 87` : ddd_dd_d 
`.صيد 1000 88` : dd_d_ddd 
`.صيد 1000 89` : ddd_d_dd 
`.صيد 1000 90` : d_ddd_dd 
`.صيد 1000 91` : dd_ddd_d 
`.صيد 1000 92` : dd_dd_dd 
`.صيد 1000 93` : d_dddd_d 

`.صيد 1000 94` : d_ddd 
`.صيد 1000 95` : dd_dd 
`.صيد 1000 96` : ddd_d 

`.صيد 1000 97` : d_dddd 
`.صيد 1000 98` : dd_ddd 
`.صيد 1000 99` : ddd_dd 
`.صيد 1000 100` : dddd_d 

`.صيد 1000 101` : d_ddddd 
`.صيد 1000 102` : dd_dddd 
`.صيد 1000 103` : ddd_ddd 
`.صيد 1000 104` : dddd_dd 
`.صيد 1000 105` : ddddd_d 

`.صيد 1000 106` : d_dddddd 
`.صيد 1000 107` : dd_ddddd 
`.صيد 1000 108` : ddd_dddd 
`.صيد 1000 109` : dddd_ddd 
`.صيد 1000 110` : ddddd_dd 
`.صيد 1000 111` : dddddd_d 

`.صيد 1000 112` : d_ddddddd 
`.صيد 1000 113` : dd_dddddd 
`.صيد 1000 114` : ddd_ddddd 
`.صيد 1000 115` : dddd_dddd 
`.صيد 1000 116` : ddddd_ddd 
`.صيد 1000 117` : dddddd_dd 
`.صيد 1000 118` : ddddddd_d
'''
