commands = '''
**✰` م1` : اوامر السورس.
✰` م2` : اوامر الحساب.
✰` م3` : اوامر الكروبات والاذاعة.
✰` م4` : اوامر التاريخ والبحث والترجمة.
✰` م5` : اوامر التسلية.**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**Eighthon source is working ⚡
Dev : @S_Z_H , @E_7_V
Source Ch : @Eighthon
---------
Update Ch : @Eighthon
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فحص ` : فحص السورس
✰` .المطور ` : مطور السورس
✰` .الاوامر ` :اوامر السورس
✰` .بنك ` : قياس البنك
✰` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فك حظر ` : فك حظر كل يلي حاظرهم
`.اسم وقتي  : اسم وقتي لحسابك`
✰` . انهاء الاسم الوقتي  : يوقف الاسم الوقتي`
✰` .بايو وقتي  : بايو وقتي لحسابك`
✰` .انهاء البايو الوقتي وقتي  : يوقف البايو الوقتي`
`.غادر يغادر الكروب`**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**✰` .تكرار + العدد + نص : تكرار للرسائل
✰  .اذاعة خاص (بلرد) : اذاعة لكل شخص في الخاص
✰  .اذاعة كروب (بلرد) : اذاعة لكل الكروبات في الخاص
✰  .مؤقت + عدد الثواني + نص : ارسال رسائل مؤقتة
✰  .ادمن : القنوات يلي انت ادمن بيها
✰  .تفليش : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
✰  .اشتراكاتي : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب `
✰`احسب + الرقم`**
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
✰` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الصيد
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''**
.صيد 1 : c_d_1 
.صيد 2 : c_d_s 
.صيد 3 : cc_dd 
.صيد 4 : cd_dc 
.صيد 5 : cd_cd 
.صيد 6 : cd_dd 
.صيد 7 : cd_cc 
.صيد 8 : cc_dc 
.صيد 9 : cc_cd 

.صيد 10 : d_ccc 
.صيد 11 : c_dcc 
.صيد 12 : c_cdc 
.صيد 13 : c_ccd 
.صيد 14 : ccc_d 
.صيد 15 : cdd_d 
.صيد 16 : ccd_c 
.صيد 17 : cdc_c 
.صيد 18 : dcc_c 

.صيد 19 : c_dcd 
.صيد 20 : cdc_d 
.صيد 21 : c_cdd 
.صيد 22 : ccd_d 
.صيد 23 : c_ddc 
.صيد 24 : cdd_c 

.صيد 25 : c_d_d_d 
.صيد 26 : c_d_c_c 
.صيد 27 : c_c_d_c 
.صيد 28 : c_c_c_d 

.صيد 29 : ccdddd 
.صيد 30 : cddccc 
.صيد 31 : ccddcc 
.صيد 32 : cccddc 
.صيد 33 : ccccdd 
.صيد 34 : cccddd 
.صيد 35 : cdcddd 
.صيد 36 : cdcdcc 
.صيد 37 : ccdcdc 
.صيد 38 : cccdcd 

.صيد 39 : cdccdc 
.صيد 40 : cddddc 
.صيد 41 : cddcdd 
.صيد 42 : ccdccd 
.صيد 43 : cdcccd 
.صيد 44 : cdddcd 

.صيد 45 : cdcdcd 
.صيد 46 : cdddcc 
.صيد 47 : ccdddc 
.صيد 48 : cdcddc 
.صيد 49 : cddcdc 
.صيد 50 : cdccdd 
.صيد 51 : cddccd 
.صيد 52 : ccdcdd 
.صيد 53 : ccddcd 

.صيد 54 : cddddddd 
.صيد 55 : cdcccccc 
.صيد 56 : ccdccccc 
.صيد 57 : cccdcccc 
.صيد 58 : ccccdccc 
.صيد 59 : cccccdcc 
.صيد 60 : ccccccdc 
.صيد 61 : cccccccd 

.صيد 62 : csdbot**
'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
